Repository: dinovko/cabinet.orleu.kz
Catalog: server/Resources/Pages/IndexModel.*.resx
Languages: kk

source: Dashboard
kk: Жеке кабинет

# AccessPoint
source: Unified access point to the digital infrastructure 'Orleu'
kk: «Өрлеу» цифрлық инфрақұрылымына бірыңғай қолжетімділік нүктесі

source: LMS
kk: ОҚБ

# LMSDescription
source: Platform for teacher training
kk: Педагогтерді оқыту платформасы

source: EBDP
kk: ПМБҚ

# EBDPDescription
source: Unified database of teachers, course completion information
kk: Педагогтердің бірыңғай деректер базасы, курстардан өту туралы ақпарат

# About
source: About Us
kk: Біз туралы

# AboutText
source: JSC 'National Center for Professional Development 'Orleu' is a leading organization in Kazakhstan engaged in the professional development of teachers, adult education, applied research, and dissemination of advanced educational practices.
kk: «Өрлеу» біліктілікті арттыру ұлттық орталығы» АҚ – Қазақстандағы педагогтердің кәсіби дамуы, ересектерді оқыту, қолданбалы зерттеулер және озық білім беру тәжірибесін тарату саласындағы жетекші ұйым.

source: Links
kk: Сілтемелер

source: Contacts
kk: Байланыс

source: Socials
kk: Әлеуметтік желілер

source: Login
kk: Кіру
